{
  "title": "Gold Bug",
  "author": "E.A Poe",
  "content": "MANY years ago, I contracted an intimacy with a Mr. WilliamLegrand. He was of an ancient Huguenot family, and had once beenwealthy; but a series of misfortunes had reduced him to want. Toavoid the mortification consequent upon his disasters, he left NewOrleans, the city of his forefathers, and took up his residence atSullivan’s Island, near Charleston, South Carolina. This Island is avery singular one. It consists of little else than the sea sand, andis about three miles long. Its breadth at no point exceeds a quarterof a mile. It is separated from the main land by a scarcelyperceptible creek, oozing its way through a wilderness of reeds andslime, a favorite resort of the marsh hen. The vegetation, as mightbe supposed, is scant, or at least dwarfish. No trees of anymagnitude are to be seen. Near the western extremity, where FortMoultrie stands, and where are some miserable frame buildings,tenanted, during summer, by the fugitives from Charleston dust andfever, may be found, indeed, the bristly palmetto; but the wholeisland, with the exception of this western point, and a line of hard,white beach on the seacoast, is covered with a dense undergrowth ofthe sweet myrtle, so much prized by the horticulturists of England.The shrub here often attains the height of fifteen or twenty feet,and forms an almost impenetrable coppice, burthening the air with itsfragrance.    In the inmost recesses of this coppice, not far from the easternor more remote end of the island, Legrand had built himself a smallhut, which he occupied when I first, by mere accident, made hisacquaintance. This soon ripened into friendship - for there was muchin the recluse to excite interest and esteem. I found him welleducated, with unusual powers of mind, but infected with misanthropy,and subject to perverse moods of alternate enthusiasm and melancholy.He had with him many books, but rarely employed them. His chiefamusements were gunning and fishing, or sauntering along the beachand through the myrtles, in quest of shells or entomologicalspecimens; - his collection of the latter might have been envied by aSwammerdamm. In these excursions he was usually accompanied by an oldnegro, called Jupiter, who had been manumitted before the reverses ofthe family, but who could be induced, neither by threats nor bypromises, to abandon what he considered his right of attendance uponthe footsteps of his young “Massa Will.” It is not improbable thatthe relatives of Legrand, conceiving him to be somewhat unsettled inintellect, had contrived to instil this obstinacy into Jupiter, witha view to the supervision and guardianship of the wanderer.    The winters in the latitude of Sullivan’s Island are seldom verysevere, and in the fall of the year it is a rare event indeed when afire is considered necessary. About the middle of October, 18-, thereoccurred, however, a day of remarkable chilliness. Just before sunsetI scrambled my way through the evergreens to the hut of my friend,whom I had not visited for several weeks - my residence being, atthat time, in Charleston, a distance of nine miles from the Island,The  Gold  Bugby Edgar Allen Poe     What ho! what ho! this fellow is dancing mad !          He hath been bitten by the Tarantula.               —All in the Wrong.\n© Frank Tapson 2003 [trolCST1:3]3while the facilities of passage and re-passage were very far behindthose of the present day. Upon reaching the hut I rapped, as was mycustom, and getting no reply, sought for the key where I knew it wassecreted, unlocked the door and went in. A fine fire was blazing uponthe hearth. It was a novelty, and by no means an ungrateful one. Ithrew off an overcoat, took an arm-chair by the cracklinglogs, and awaited patiently the arrival of my hosts.    Soon after dark they arrived, and gave me a most cordial welcome.Jupiter, grinning from ear to ear, bustled about to prepare somemarsh-hens for supper. Legrand was in one of his fits - how elseshall I term them? - of enthusiasm. He had found an unknown bivalve,forming a new genus, and, more than this, he had hunted down andsecured, with Jupiter’s assistance, a scarabæus which he believed tobe totally new, but in respect to which he wished to have my opinionon the morrow.    “And why not to-night?” I asked, rubbing my hands over the blaze,and wishing the whole tribe of scarabæi at the devil.    “Ah, if I had only known you were here!” said Legrand, “but it’sso long since I saw you; and how could I foresee that you would payme a visit this very night of all others? As I was coming home I metLieutenant G—, from the fort, and, very foolishly, I lent him thebug; so it will be impossible for you to see it until the morning.Stay here to-night, and I will send Jup down for it at sunrise. It isthe loveliest thing in creation!”    “What? - sunrise?”    “Nonsense! no! - the bug. It is of a brilliant gold color - aboutthe size of a large hickory-nut - with two jet black spots near oneextremity of the back, and another, somewhat longer, at the other.The antennæ are - “    “Dey aint no tin in him, Massa Will, I keep a tellin on you,”here interrupted Jupiter; “de bug is a goole bug, solid, ebery bit ofhim, inside and all, sep him wing - neber feel half so hebby a bug inmy life.”    “Well, suppose it is, Jup,” replied Legrand, somewhat moreearnestly, it seemed to me, than the case demanded, “is that anyreason for your letting the birds burn? The color” - here he turnedto me - “is really almost enough to warrant Jupiter’s idea. You neversaw a more brilliant metallic lustre than the scales emit - but ofthis you cannot judge till tomorrow. In the mean time I can give yousome idea of the shape.” Saying this, he seated himself at a smalltable, on which were a pen and ink, but no paper. He looked for somein a drawer, but found none.    “Never mind,” said he at length, “this will answer;” and hedrew from his waistcoat pocket a scrap of what I took to be verydirty foolscap, and made upon it a rough drawing with the pen. Whilehe did this, I retained my seat by the fire, for I was still chilly.When the design was complete, he handed it to me without rising. As Ireceived it, a loud growl was heard, succeeded by a scratching at thedoor. Jupiter opened it, and a large Newfoundland, belonging toLegrand, rushed in, leaped upon my shoulders, and loaded me withcaresses; for I had shown him much attention during previous visits.When his gambols were over, I looked at the paper, and, to speak thetruth, found myself not a little puzzled at what my friend haddepicted.    “Well!” I said, after contemplating it for some minutes, “this isa strange scarabæus, I must confess: new to me: never saw anythinglike it before - unless it was a skull, or a death’s-head - which it\n© Frank Tapson 2003 [trolCST1:4]4more nearly resembles than anything else that has come under myobservation.”    “A death’s-head!” echoed Legrand -”Oh - yes - well, it hassomething of that appearance upon paper, no doubt. The two upperblack spots look like eyes, eh? and the longer one at the bottom likea mouth - and then the shape of the whole is oval.”    “Perhaps so,” said I; “but, Legrand, I fear you are no artist. Imust wait until I see the beetle itself, if I am to form any idea ofits personal appearance.”    “Well, I don’t know,” said he, a little nettled, “I drawtolerably - should do it at least - have had good masters, andflatter myself that I am not quite a blockhead.”    “But, my dear fellow, you are joking then,” said I, “this is avery passable skull - indeed, I may say that it is a very excellentskull, according to the vulgar notions about such specimens ofphysiology - and your scarabæus must be the queerest scarabæus in theworld if it resembles it. Why, we may get up a very thrilling bit ofsuperstition upon this hint. I presume you will call the bugscarabæus caput hominis, or something of that kind - there are manysimilar titles in the Natural Histories. But where are the antennæyou spoke of?”    “The antennæ!” said Legrand, who seemed to be gettingunaccountably warm upon the subject; “I am sure you must see theantennæ. I made them as distinct as they are in the original insect,and I presume that is sufficient.”    “Well, well,” I said, “perhaps you have - still I don’t seethem;” and I handed him the paper without additional remark, notwishing to ruffle his temper; but I was much surprised at the turnaffairs had taken; his ill humor puzzled me - and, as for the drawingof the beetle, there were positively no antennæ visible, and thewhole did bear a very close resemblance to the ordinary cuts of adeath’s-head.    He received the paper very peevishly, and was about to crumpleit, apparently to throw it in the fire, when a casual glance at thedesign seemed suddenly to rivet his attention. In an instant his facegrew violently red - in another as excessively pale. For some minuteshe continued to scrutinize the drawing minutely where he sat. Atlength he arose, took a candle from the table, and proceeded to seathimself upon a sea-chest in the farthest corner of the room. Hereagain he made an anxious examination of the paper; turning it in alldirections. He said nothing, however, and his conduct greatlyastonished me; yet I thought it prudent not to exacerbate the growingmoodiness of his temper by any comment. Presently he took from hiscoat pocket a wallet, placed the paper carefully in it, and depositedboth in a writing-desk, which he locked. He now grew more composed inhis demeanor; but his original air of enthusiasm had quitedisappeared. Yet he seemed not so much sulky as abstracted. As theevening wore away he became more and more absorbed in reverie, fromwhich no sallies of mine could arouse him. It had been my intentionto pass the night at the hut, as I had frequently done before, but,seeing my host in this mood, I deemed it proper to take leave. He didnot press me to remain, but, as I departed, he shook my hand witheven more than his usual cordiality.    It was about a month after this (and during the interval I hadseen nothing of Legrand) when I received a visit, at Charleston, fromhis man, Jupiter. I had never seen the good old negro look sodispirited, and I feared that some serious disaster had befallen my\n© Frank Tapson 2003 [trolCST1:5]5friend.    “Well, Jup,” said I, “what is the matter now? - how is your master?”    “Why, to speak de troof, massa, him not so berry well as mought be.”    “Not well! I am truly sorry to hear it. What does he complain of?”    “Dar! dat’s it! - him neber plain of notin - but him berry sick for all dat.”    “Very sick, Jupiter! - why didn’t you say so at once? Is he confined to bed?”    “No, dat he aint! - he aint find nowhar - dat’s just whar de shoepinch - my mind is got to be berry hebby bout poor Massa Will.”    “Jupiter, I should like to understand what it is you are talkingabout. You say your master is sick. Hasn’t he told you what ailshim?”    “Why, massa, taint worf while for to git mad about de matter -Massa Will say noffin at all aint de matter wid him - but den whatmake him go about looking dis here way, wid he head down and hesoldiers up, and as white as a gose? And den he keep a syphon all detime - “    “Keeps a what, Jupiter?”    “Keeps a syphon wid de figgurs on de slate - de queerest figgursI ebber did see. Ise gittin to be skeered, I tell you. Hab for tokeep mighty tight eye pon him noovers. Todder day he gib me slip forede sun up and was gone de whole ob de blessed day. I had a big stickready cut for to gib him deuced good beating when he did come - butIse sich a fool dat I hadn’t de heart arter all - he look so berrypoorly.”    “Eh? - what? - ah yes! - upon the whole I think you had betternot be too severe with the poor fellow - don’t flog him, Jupiter - hecan’t very well stand it - but can you form no idea of what hasoccasioned this illness, or rather this change of conduct? Hasanything unpleasant happened since I saw you?”    “No, massa, dey aint bin noffin unpleasant since den - ’twas foreden I’m feared - ’twas de berry day you was dare.”    “How? what do you mean?”    “Why, massa, I mean de bug - dare now.”    “The what?”    “De bug, - I’m berry sartain dat Massa Will bin bit somewherebout de head by dat goole-bug.”    “And what cause have you, Jupiter, for such a supposition?”    “Claws enuff, massa, and mouth too. I nebber did see sick adeuced bug - he kick and he bite ebery ting what cum near him. MassaWill cotch him fuss, but had for to let him go gin mighty quick, Itell you - den was de time he must ha got de bite. I did n’t like delook oh de bug mouff, myself, no how, so I would n’t take hold ob himwid my finger, but I cotch him wid a piece ob paper dat I found. Irap him up in de paper and stuff piece ob it in he mouff - dat was deway.”    “And you think, then, that your master was really bitten by thebeetle, and that the bite made him sick?”    “I do n’t tink noffin about it - I nose it. What make him dreambout de goole so much, if taint cause he bit by de goole-bug? Iseheerd bout dem goole-bugs fore dis.”    “But how do you know he dreams about gold?”    “How I know? why cause he talk about it in he sleep - dat’s how Inose.”    “Well, Jup, perhaps you are right; but to what fortunatecircumstance am I to attribute the honor of a visit from you to-day?”    “What de matter, massa?”    “Did you bring any message from Mr. Legrand “\n© Frank Tapson 2003 [trolCST1:6]6    “No, massa, I bring dis here pissel;” and here Jupiter handed mea note which ran thus:        MY DEAR —    Why have I not seen you for so long a time? I hope you have notbeen so foolish as to take offence at any little _brusquerie_ ofmine; but no, that is improbable. Since I saw you I have had greatcause for anxiety. I have something to tell you, yet scarcely knowhow to tell it, or whether I should tell it at all. I have not been quite well for some days past, and poor old Jupannoys me, almost beyond endurance, by his well-meant attentionsWould you believe it? - he had prepared a huge stick, the other day,with which to chastise me for giving him the slip, and spending theday, _solus_, among the hills on the main land. I verily believe thatmy ill looks alone saved me a flogging.    I have made no addition to my cabinet since we met.    If you can, in any way, make it convenient, come over withJupiter. _Do_ come. I wish to see you to-_night_, upon business ofimportance. I assure you that it is of the _highest_ importance.            Ever yours,WILLIAM  LEGRAND.    There was something in the tone of this note which gave me greatuneasiness. Its whole style differed materially from that of Legrand.What could he be dreaming of? What new crotchet possessed hisexcitable brain? What “business of the highest importance” could hepossibly have to transact? Jupiter’s account of him boded no good. Idreaded lest the continued pressure of misfortune had, at length,fairly unsettled the reason of my friend. Without a moment’shesitation, therefore, I prepared to accompany the negro.    Upon reaching the wharf, I noticed a scythe and three spades, allapparently new, lying in the bottom of the boat in which we were toembark.    “What is the meaning of all this, Jup?” I inquired.    “Him syfe, massa, and spade.”    “Very true; but what are they doing here?”    “Him de syfe and de spade what Massa Will sis pon my buying forhim in de town, and de debbils own lot of money I had to gib for em.”    “But what, in the name of all that is mysterious, is your ‘MassaWill’ going to do with scythes and spades?”    “Dat’s more dan I know, and debbil take me if I don’t blieve ’tismore dan he know, too. But it’s all cum ob do bug.”    Finding that no satisfaction was to be obtained of Jupiter, whosewhole intellect seemed to be absorbed by “de bug,” I now stepped intothe boat and made sail. With a fair and strong breeze we soon raninto the little cove to the northward of Fort Moultrie, and a walk ofsome two miles brought us to the hut. It was about three in theafternoon when we arrived. Legrand had been awaiting us in eagerexpectation. He grasped my hand with a nervous empressement whichalarmed me and strengthened the suspicions already entertained. Hiscountenance was pale even to ghastliness, and his deep-set eyesglared with unnatural lustre. After some inquiries respecting hishealth, I asked him, not knowing what better to say, if he had yetobtained the scarabæus from Lieutenant G —.    “Oh, yes,” he replied, coloring violently, “I got it from him thenext morning. Nothing should tempt me to part with that scarabæus. Doyou know that Jupiter is quite right about it?”    “In what way?” I asked, with a sad foreboding at heart.    “In supposing it to be a bug of real gold.” He said this with an\n© Frank Tapson 2003 [trolCST1:7]7air of profound seriousness, and I felt inexpressibly shocked.    “This bug is to make my fortune,” he continued, with a triumphantsmile, “to reinstate me in my family possessions. Is it any wonder,then, that I prize it? Since Fortune has thought fit to bestow itupon me, I have only to use it properly and I shall arrive at thegold of which it is the index. Jupiter; bring me that scarabæus!”    “What! de bug, massa? I’d rudder not go fer trubble dat bug - youmus git him for your own self.” Hereupon Legrand arose, with a graveand stately air, and brought me the beetle from a glass case in whichit was enclosed. It was a beautiful scarabæus, and, at that time,unknown to naturalists - of course a great prize in a scientificpoint of view. There were two round, black spots near one extremityof the back, and a long one near the other. The scales wereexceedingly hard and glossy, with all the appearance of burnishedgold. The weight of the insect was very remarkable, and, taking allthings into consideration, I could hardly blame Jupiter for hisopinion respecting it; but what to make of Legrand’s concordance withthat opinion, I could not, for the life of me, tell.    “I sent for you,” said he, in a grandiloquent tone, when I hadcompleted my examination of the beetle, “I sent for you, that I mighthave your counsel and assistance in furthering the views of Fate andof the bug” -    “My dear Legrand,” I cried, interrupting him, “you are certainlyunwell, and had better use some little precautions. You shall go tobed, and I will remain with you a few days, until you get over this.You are feverish and” -    “Feel my pulse,” said he.    I felt it, and, to say the truth, found not the slightestindication of fever.    “But you may be ill and yet have no fever. Allow me this once toprescribe for you. In the first place, go to bed. In the next” -    “You are mistaken,” he interposed, “I am as well as I can expectto be under the excitement which I suffer. If you really wish mewell, you will relieve this excitement.”    “And how is this to be done?”    “Very easily. Jupiter and myself are going upon an expeditioninto the hills, upon the main land, and, in this expedition we shallneed the aid of some person in whom we can confide. You are the onlyone we can trust. Whether we succeed or fail, the excitement whichyou now perceive in me will be equally allayed.”    “I am anxious to oblige you in any way,” I replied; “but do youmean to say that this infernal beetle has any connection with yourexpedition into the hills?”    “It has.”    “Then, Legrand, I can become a party to no such absurdproceeding.”    “I am sorry - very sorry - for we shall have to try it byourselves.”    “Try it by yourselves! The man is surely mad! - but stay! - howlong do you propose to be absent?”    “Probably all night. We shall start immediately, and be back, atall events, by sunrise.”    “And will you promise me, upon your honor, that when this freakof yours is over, and the bug business (good God!) settled to yoursatisfaction, you will then return home and follow my adviceimplicitly, as that of your physician?”    “Yes; I promise; and now let us be off, for we have no time to lose.”\n© Frank Tapson 2003 [trolCST1:8]8    With a heavy heart I accompanied my friend. We started about fouro’clock - Legrand, Jupiter, the dog, and myself. Jupiter had with himthe scythe and spades - the whole of which he insisted upon carrying- more through fear, it seemed to me, of trusting either of theimplements within reach of his master, than from any excess ofindustry or complaisance. His demeanor was dogged in the extreme, and“dat deuced bug” were the sole words which escaped his lips duringthe journey. For my own part, I had charge of a couple of darklanterns, while Legrand contented himself with the scarabæus, whichhe carried attached to the end of a bit of whip-cord; twirling it toand fro, with the air of a conjuror, as he went. When I observed thislast, plain evidence of my friend’s aberration of mind, I couldscarcely refrain from tears. I thought it best, however, to humor hisfancy, at least for the present, or until I could adopt some moreenergetic measures with a chance of success. In the mean time Iendeavored, but all in vain, to sound him in regard to the object ofthe expedition. Having succeeded in inducing me to accompany him, heseemed unwilling to hold conversation upon any topic of minorimportance, and to all my questions vouchsafed no other reply than“we shall see!”    We crossed the creek at the head of the island by means of askiff; and, ascending the high grounds on the shore of the main land,proceeded in a northwesterly direction, through a tract of countryexcessively wild and desolate, where no trace of a human footstep wasto be seen. Legrand led the way with decision; pausing only for aninstant, here and there, to consult what appeared to be certainlandmarks of his own contrivance upon a former occasion.    In this manner we journeyed for about two hours, and the sun wasjust setting when we entered a region infinitely more dreary than anyyet seen. It was a species of table land, near the summit of analmost inaccessible hill, densely wooded from base to pinnacle, andinterspersed with huge crags that appeared to lie loosely upon thesoil, and in many cases were prevented from precipitating themselvesinto the valleys below, merely by the support of the trees againstwhich they reclined. Deep ravines, in various directions, gave an airof still sterner solemnity to the scene.    The natural platform to which we had clambered was thicklyovergrown with brambles, through which we soon discovered that itwould have been impossible to force our way but for the scythe; andJupiter, by direction of his master, proceeded to clear for us a pathto the foot of an enormously tall tulip-tree, which stood, with someeight or ten oaks, upon the level, and far surpassed them all, andall other trees which I had then ever seen, in the beauty of itsfoliage and form, in the wide spread of its branches, and in thegeneral majesty of its appearance. When we reached this tree, Legrandturned to Jupiter, and asked him if he thought he could climb it. Theold man seemed a little staggered by the question, and for somemoments made no reply. At length he approached the huge trunk, walkedslowly around it, and examined it with minute attention. When he hadcompleted his scrutiny, he merely said,    “Yes, massa, Jup climb any tree he ebber see in he life.”    “Then up with you as soon as possible, for it will soon be toodark to see what we are about.”    “How far mus go up, massa?” inquired Jupiter.    “Get up the main trunk first, and then I will tell you which wayto go - and here - stop! take this beetle with you.”    “De bug, Massa Will! - de goole bug!” cried the negro, drawing\n© Frank Tapson 2003 [trolCST1:9]9back in dismay - “what for mus tote de bug way up de tree? - d-n if I do!”    “If you are afraid, Jup, a great big negro like you, to take holdof a harmless little dead beetle, why you can carry it up by thisstring - but, if you do not take it up with you in some way, I shallbe under the necessity of breaking your head with this shovel.”    “What de matter now, massa?” said Jup, evidently shamed intocompliance; “always want for to raise fuss wid old nigger. Was onlyfunnin any how. Me feered de bug! what I keer for de bug?” Here hetook cautiously hold of the extreme end of the string, and,maintaining the insect as far from his person as circumstances wouldpermit, prepared to ascend the tree.    In youth, the tulip-tree, or Liriodendron Tulipferum, the mostmagnificent of American foresters, has a trunk peculiarly smooth, andoften rises to a great height without lateral branches; but, in itsriper age, the bark becomes gnarled and uneven, while many shortlimbs make their appearance on the stem. Thus the difficulty ofascension, in the present case, lay more in semblance than inreality. Embracing the huge cylinder, as closely as possible, withhis arms and knees, seizing with his hands some projections, andresting his naked toes upon others, Jupiter, after one or two narrowescapes from falling, at length wriggled himself into the first greatfork, and seemed to consider the whole business as virtuallyaccomplished. The risk of the achievement was, in fact, now over,although the climber was some sixty or seventy feet from the ground.    “Which way mus go now, Massa Will?” he asked.    “Keep up the largest branch - the one on this side,” saidLegrand. The negro obeyed him promptly, and apparently with butlittle trouble; ascending higher and higher, until no glimpse of hissquat figure could be obtained through the dense foliage whichenveloped it. Presently his voice was heard in a sort of halloo.    “How much fudder is got for go?”    “How high up are you?” asked Legrand.    “Ebber so fur,” replied the negro; “can see de sky fru de top obde  tree.”    “Never mind the sky, but attend to what I say. Look down thetrunk and count the limbs below you on this side. How many limbs haveyou passed?”    “One, two, tree, four, fibe - I done pass fibe big limb, massa, pon disside.”    “Then go one limb higher.”    In a few minutes the voice was heard again, announcing that theseventh limb was attained.    “Now, Jup,” cried Legrand, evidently much excited, “I want you towork your way out upon that limb as far as you can. If you seeanything strange, let me know.” By this time what little doubt Imight have entertained of my poor friend’s insanity, was put finallyat rest. I had no alternative but to conclude him stricken withlunacy, and I became seriously anxious about getting him home. WhileI was pondering upon what was best to be done, Jupiter’s voice wasagain heard.    “Mos feerd for to ventur pon dis limb berry far - tis dead limbputty much all de way.”    “Did you say it was a dead limb, Jupiter?” cried Legrand in aquavering voice.    “Yes, massa, him dead as de door-nail - done up for sartain -done departed dis here life.”    “What in the name heaven shall I do?” asked Legrand, seemingly in\n© Frank Tapson 2003 [trolCST1:10]10the greatest distress. “Do!” said I, glad of an opportunity tointerpose a word, “why come home and go to bed. Come now! - that’s afine fellow. It’s getting late, and, besides, you remember yourpromise.”    “Jupiter,” cried he, without heeding me in the least, “do you hear me?”    “Yes, Massa Will, hear you ebber so plain.”    “Try the wood well, then, with your knife, and see if you thinkit very rotten.”    “Him rotten, massa, sure nuff,” replied the negro in a fewmoments, “but not so berry rotten as mought be. Mought ventur outleetle way pon de limb by myself, dat’s true.”    “By yourself! - what do you mean?”    “Why I mean de bug. ’Tis berry hebby bug. Spose I drop him downfuss, and den de limb won’t break wid just de weight ob one nigger.”    “You infernal scoundrel!” cried Legrand, apparently muchrelieved, “what do you mean by telling me such nonsense as that? Assure as you drop that beetle I’ll break your neck. Look here,Jupiter, do you hear me?”    “Yes, massa, needn’t hollo at poor nigger dat style.”    “Well! now listen! - if you will venture out on the limb as faras you think safe, and not let go the beetle, I’ll make you a presentof a silver dollar as soon as you get down.”    “I’m gwine, Massa Will - deed I is,” replied the negro verypromptly - “mos out to the eend now.”    “Out to the end!” here fairly screamed Legrand, “do you say youare out to the end of that limb?”    “Soon be to de eend, massa, - o-o-o-o-oh! Lor-gol-a-marcy! whatis dis here pon de tree?”    “Well!” cried Legrand, highly delighted, “what is it?”    “Why taint noffin but a skull - somebody bin lef him head up detree, and de crows done gobble ebery bit ob de meat off.”    “A skull, you say! - very well! - how is it fastened to the limb?- what holds it on?”    “Sure nuff, massa; mus look. Why dis berry curous sarcumstance,pon my word - dare’s a great big nail in de skull, what fastens ob iton to de tree.”    “Well now, Jupiter, do exactly as I tell you - do you hear?”    “Yes, massa.”    “Pay attention, then! - find the left eye of the skull.”    “Hum! hoo! dat’s good! why dare aint no eye lef at all.”    “Curse your stupidity! do you know your right hand from your left?”    “Yes, I nose dat - nose all bout dat - tis my lef hand what I chops de woodwid.”    “To be sure! you are left-handed; and your left. eye is on thesame side as your left hand. Now, I suppose, you can find the lefteye of the skull, or the place where the left eye has been. Have youfound it?”    Here was a long pause. At length the negro asked,    “Is de lef eye of de skull pon de same side as de lef hand of deskull, too? - cause de skull aint got not a bit ob a hand at all -nebber mind! I got de lef eye now - here de lef eye! what mus do widit?”    “Let the beetle drop through it, as far as the string will reach- but he careful and not let go your hold of the string.”    “All dat done, Massa Will; mighty easy ting for to put de bug frude hole - look out for him dare below!”    During this colloquy no portion of Jupiter’s person could be\n© Frank Tapson 2003 [trolCST1:16]16scarabæus. I became perfectly certain of this; for I recollectedturning up first one side and then the other, in search of thecleanest spot. Had the skull been then there, of course I could nothave failed to notice it. Here was indeed a mystery which I felt itimpossible to explain; but, even at that early moment, there seemedto glimmer, faintly, within the most remote and secret chambers of myintellect, a glow-worm-like conception of that truth which lastnight’s adventure brought to so magnificent a demonstration. I aroseat once, and putting the parchment securely away, dismissed allfarther reflection until I should be alone.    “When you had gone, and when Jupiter was fast asleep, I betookmyself to a more methodical investigation of the affair. In the firstplace I considered the manner in which the parchment had come into mypossession. The spot where we discovered the scarabaeus was on thecoast of the main land, about a mile eastward of the island, and buta short distance above high water mark. Upon my taking hold of it, itgave me a sharp bite, which caused me to let it drop. Jupiter, withhis accustomed caution, before seizing the insect, which had flowntowards him, looked about him for a leaf, or something of thatnature, by which to take hold of it. It was at this moment that hiseyes, and mine also, fell upon the scrap of parchment, which I thensupposed to be paper. It was lying half buried in the sand, a cornersticking up. Near the spot where we found it, I observed the remnantsof the hull of what appeared to have been a ship’s long boat. Thewreck seemed to have been there for a very great while; for theresemblance to boat timbers could scarcely be traced.    “Well, Jupiter picked up the parchment, wrapped the beetle in it,and gave it to me. Soon afterwards we turned to go home, and on theway met Lieutenant G-. I showed him the insect, and he begged me tolet him take it to the fort. Upon my consenting, he thrust itforthwith into his waistcoat pocket, without the parchment in whichit had been wrapped, and which I had continued to hold in my handduring his inspection. Perhaps he dreaded my changing my mind, andthought it best to make sure of the prize at once - you know howenthusiastic he is on all subjects connected with Natural History. Atthe same time, without being conscious of it, I must have depositedthe parchment in my own pocket.    “You remember that when I went to the table, for the purpose ofmaking a sketch of the beetle, I found no paper where it was usuallykept. I looked in the drawer, and found none there. I searched mypockets, hoping to find an old letter, when my hand fell upon theparchment. I thus detail the precise mode in which it came into mypossession; for the circumstances impressed me with peculiar force.    “No doubt you will think me fanciful - but I had alreadyestablished a kind of connexion. I had put together two links of agreat chain. There was a boat lying upon a sea-coast, and not farfrom the boat was a parchment - not a paper - with a skull depictedupon it. You will, of course, ask ‘where is the connexion?’ I replythat the skull, or death’s-head, is the well-known emblem of thepirate. The flag of the death’s head is hoisted in all engagements.    “I have said that the scrap was parchment, and not paper.Parchment is durable - almost imperishable. Matters of little moment\n© Frank Tapson 2003 [trolCST1:17]17are rarely consigned to parchment; since, for the mere ordinarypurposes of drawing or writing, it is not nearly so well adapted aspaper. This reflection suggested some meaning - some relevancy - inthe death’s-head. I did not fail to observe, also, the form of theparchment. Although one of its corners had been, by some accident,destroyed, it could be seen that the original form was oblong. It wasjust such a slip, indeed, as might have been chosen for a memorandum- for a record of something to be long remembered and carefullypreserved.”    “But,” I interposed, “you say that the skull was not upon theparchment when you made the drawing of the beetle. How then do youtrace any connexion between the boat and the skull - since thislatter, according to your own admission, must have been designed (Godonly knows how or by whom) at some period subsequent to yoursketching the scarabæus?”    “Ah, hereupon turns the whole mystery; although the secret, atthis point, I had comparatively little difficulty in solving. Mysteps were sure, and could afford but a single result. I reasoned,for example, thus: When I drew the scarabæus, there was no skullapparent upon the parchment. When I had completed the drawing I gaveit to you, and observed you narrowly until you returned it. You,therefore, did not design the skull, and no one else was present todo it. Then it was not done by human agency. And nevertheless it wasdone. “At this stage of my reflections I endeavored to remember, anddid remember, with entire distinctness, every incident which occurredabout the period in question. The weather was chilly (oh rare andhappy accident!), and a fire was blazing upon the hearth. I washeated with exercise and sat near the table. You, however, had drawna chair close to the chimney. Just as I placed the parchment in yourhand, and as you were in the act of in. inspecting it, Wolf, theNewfoundland, entered, and leaped upon your shoulders. With your lefthand you caressed him and kept him off, while your right, holding theparchment, was permitted to fall listlessly between your knees, andin close proximity to the fire. At one moment I thought the blaze hadcaught it, and was about to caution you, but, before I could speak,you had withdrawn it, and were engaged in its examination. When Iconsidered all these particulars, I doubted not for a moment thatheat had been the agent in bringing to light, upon the parchment, theskull which I saw designed upon it. You are well aware that chemicalpreparations exist, and have existed time out of mind, by means ofwhich it is possible to write upon either paper or vellum, so thatthe characters shall become visible only when subjected to the actionof fire. Zaffre, digested in aqua regia, and diluted with four timesits weight of water, is sometimes employed; a green tint results. Theregulus of cobalt, dissolved in spirit of nitre, gives a red. Thesecolors disappear at longer or shorter intervals after the materialwritten upon cools, but again become apparent upon there-application of heat.    “I now scrutinized the death’s-head with care. Its outer edges -the edges of the drawing nearest the edge of the vellum - were farmore distinct than the others. It was clear that the action of thecaloric had been imperfect or unequal. I immediately kindled a fire,and subjected every portion of the parchment to a glowing heat. Atfirst, the only effect was the strengthening of the faint lines in\n© Frank Tapson 2003 [trolCST1:18]18the skull; but, upon persevering in the experiment, there becamevisible, at the corner of the slip, diagonally opposite to the spotin which the death’s-head was delineated, the figure of what I atfirst supposed to be a goat. A closer scrutiny, however, satisfied methat it was intended for a kid.”    “Ha! ha!” said I, “to be sure I have no right to laugh at you - amillion and a half of money is too serious a matter for mirth - butyou are not about to establish a third link in your chain - you willnot find any especial connexion between your pirates and a goat -pirates, you know, have nothing to do with goats; they appertain tothe farming interest.”    “But I have just said that the figure was not that of a goat.”    “Well, a kid then - pretty much the same thing.”    “Pretty much, but not altogether,” said Legrand. “You may haveheard of one Captain Kidd. I at once looked upon the figure of theanimal as a kind of punning or hieroglyphical signature. I saysignature; because its position upon the vellum suggested this idea.The death’s-head at the corner diagonally opposite, had, in the samemanner, the air of a stamp, or seal. But I was sorely put out by theabsence of all else - of the body to my imagined instrument - of thetext for my context.”    “I presume you expected to find a letter between the stamp andthe signature.”    “Something of that kind. The fact is, I felt irresistiblyimpressed with a presentiment of some vast good fortune impending. Ican scarcely say why. Perhaps, after all, it was rather a desire thanan actual belief; - but do you know that Jupiter’s silly words, aboutthe bug being of solid gold, had a remarkable effect upon my fancy?And then the series of accidents and coincidences - these were sovery extraordinary. Do you observe how mere an accident it was thatthese events should have occurred upon the sole day of all the yearin which it has been, or may be, sufficiently cool for fire, and thatwithout the fire, or without the intervention of the dog at theprecise moment in which he appeared, I should never have become awareof the death’s-head, and so never the possessor of the treasure?”    “But proceed - I am all impatience.”    “Well; you have heard, of course, the many stories current - thethousand vague rumors afloat about money buried, somewhere upon theAtlantic coast, by Kidd and his associates. These rumors must havehad some foundation in fact. And that the rumors have existed so longand so continuous, could have resulted, it appeared to me, only fromthe circumstance of the buried treasure still remaining entombed. HadKidd concealed his plunder for a time, and afterwards reclaimed it,the rumors would scarcely have reached us in their present unvaryingform. You will observe that the stories told are all aboutmoney-seekers, not about money-finders. Had the pirate recovered hismoney, there the affair would have dropped. It seemed to me that someaccident - say the loss of a memorandum indicating its locality - haddeprived him of the means of recovering it, and that this accidenthad become known to his followers, who otherwise might never have\n© Frank Tapson 2003 [trolCST1:19]19heard that treasure had been concealed at all, and who, busyingthemselves in vain, because unguided attempts, to regain it, hadgiven first birth, and then universal currency, to the reports whichare now so common. Have you ever heard of any important treasurebeing unearthed along the coast?”    “Never.”    “But that Kidd’s accumulations were immense, is well known. Itook it for granted, therefore, that the earth still held them; andyou will scarcely be surprised when I tell you that I felt a hope,nearly amounting to certainty, that the parchment so strangely found,involved a lost record of the place of deposit.”    “But how did you proceed?”    “I held the vellum again to the fire, after increasing the heat;but nothing appeared. I now thought it possible that the coating ofdirt might have something to do with the failure; so I carefullyrinsed the parchment by pouring warm water over it, and,having done this, I placed it in a tin pan, with the skull downwards,and put the pan upon a furnace of lighted charcoal. In a few minutes,the pan having become thoroughly heated, I removed the slip, and, tomy inexpressible joy, found it spotted, in several places, with whatappeared to be figures arranged in lines. Again I placed it in thepan, and suffered it to remain another minute. Upon taking it off,the whole was just as you see it now.” Here Legrand, having re-heatedthe parchment, submitted it to my inspection. The followingcharacters were rudely traced, in a red tint, between thedeath’s-head and the goat:53‡‡†305))6*;4826)4‡•)4‡);806*;48†8¶60))85;1‡(;:*8†83(88)5*†;46(;88*96*?;8)*‡(;485);5*†2:*‡(;4956*2(5*–4)8¶8*;4069285);)6†8)4‡‡;1(‡9;48081;8:8‡1;48†85;4)485†528806*81(‡9;48;(88;4(‡?34;48)4‡;161;:188;‡?;    “But,” said I, returning him the slip, “I am as much in the darkas ever. Were all the jewels of Golconda awaiting me upon my solutionof this enigma, I am quite sure that I should be unable to earnthem.”    “And yet,” said Legrand, “the solution is by no means sodifficult as you might be lead to imagine from the first hastyinspection of the characters. These characters, as any one mightreadily guess, form a cipher - that is to say, they convey a meaning;but then, from what is known of Kidd, I could not suppose him capableof constructing any of the more abstruse cryptographs. I made up mymind, at once, that this was of a simple species - such, however, aswould appear, to the crude intellect of the sailor, absolutelyinsoluble without the key.”    “And you really solved it?”    “Readily; I have solved others of an abstruseness ten thousand\n© Frank Tapson 2003 [trolCST1:20]20times greater. Circumstances, and a certain bias of mind, have led meto take interest in such riddles, and it may well be doubted whetherhuman ingenuity can construct an enigma of the kind which humaningenuity may not, by proper application, resolve. In fact, havingonce established connected and legible characters, I scarcely gave athought to the mere difficulty of developing their import.    “In the present case - indeed in all cases of secret writing -the first question regards the language of the cipher; for theprinciples of solution, so far, especially, as the more simpleciphers are concerned, depend upon, and are varied by, the genius ofthe particular idiom. In general, there is no alternative butexperiment (directed by probabilities) of every tongue known to himwho attempts the solution, until the true one be attained. But, withthe cipher now before us, all difficulty was removed by thesignature. The pun upon the word ‘Kidd’ is appreciable in no otherlanguage than the English. But for this consideration I should havebegun my attempts with the Spanish and French, as the tongues inwhich a secret of this kind would most naturally have been written bya pirate of the Spanish main. As it was, I assumed the cryptograph to be English.   “You observe there are no divisions between the words. Had therebeen divisions, the task would have been comparatively easy. In suchcase I should have commenced with a collation and analysis of theshorter words, and, had a word of a single letter occurred, as ismost likely, (a or I, for example,) I should have considered thesolution as assured. But, there being no division, my first step wasto ascertain the predominant letters, as well as the least frequent.Counting all, I constructed a table, thus:SymbolAmount833;26419)15‡14*13512611(10†818069525:434?3¶2    “Now, in English, the letter which most frequently occurs is e.Afterwards, the succession runs thus:a o i d h n r s t u y c f g l m w b k p q x ze   predominates so remarkably that an individual sentenceof any length is rarely seen, in which it is not the prevailing character.\n© Frank Tapson 2003 [trolCST1:21]21“Here, then, we leave, in the very beginning, the groundwork forsomething more than a mere guess. The general use which may be madeof the table is obvious - but, in this particular cipher, we shallonly very partially require its aid. As our predominant character is8, we will commence by assuming it as the  e  of the naturalalphabet. To verify the supposition, let us observe if the  8  be seenoften in couples – for  e  is doubled with great frequency in English– in such words, for example, as ‘meet,’ ‘fleet,’ ‘speed,’ ‘seen,’been,’ ‘agree,’ &c. In the present instance we see it doubled no lessthan five times, although the cryptograph is brief.    “Let us assume 8, then, as  e   Now, of all words in thelanguage  the  is most usual; let us see, therefore, whether thereare not repetitions of any three characters, in the same order ofcollocation, the last of them being 8. If we discover repetitions ofsuch letters, so arranged, they will most probably represent the wordthe.   Upon inspection, we find no less than seven such arrangements,the characters being ;48  We may, therefore, assume that  ;  represents t,4  represents  h, and  8  represents  e  –  the last being now wellconfirmed. Thus a great step has been taken.    “But, having established a single word, we are enabled toestablish a vastly important point; that is to say, severalcommencements and terminations of other words. Let us refer, forexample, to the last instance but one, in which the combination ;48occurs - not far from the end of the cipher. We know that the ;immediately ensuing is the commencement of a word, and, of the sixcharacters succeeding this  the  we are cognizant of no less thanfive. Let us set these characters down, thus, by the letters we knowthem to represent, leaving a space for the unknown -t eeth    “Here we are enabled, at once, to discard the  th  as forming noportion of the word commencing with the first   t   since, by experimentof the entire alphabet for a letter adapted to the vacancy, weperceive that no word can be formed of which this   th  can be a part.We are thus narrowed intot eeand, going through the alphabet, if necessary, as before, we arriveat the word  tree  as the sole possible reading. We thus gainanother letter   r  represented by  (  with the words  the tree  injuxtaposition.    “Looking beyond these words, for a short distance, we again seethe combination ;48 and employ it by way of  termination  to whatimmediately precedes. We have thus this arrangement:the tree ;4(‡?34 theor, substituting the natural letters, where known, it reads thus:the tree thr‡?3h the\n© Frank Tapson 2003 [trolCST1:22]22    “Now, if, in place of the unknown characters, we leave blankspaces, or substitute dots, we read thus:the tree thr   h thewhen the word   through  makes itself evident at once. But thisdiscovery gives us three new letters  o  u  and  g  representedby  ‡  ?  and 3    “Looking now, narrowly, through the cipher for combinations ofknown characters, we find, not very far from the beginning, thisarrangement,†83(88  or †egreewhich, plainly, is the word   degree  and gives usanother letter  d  represented by  †“Four letters beyond the word   degree   we perceive the combination;46(;88    “Translating the known characters, and representing the unknownby blanks, as before, we read thus:  th_rtee_  an arrangement immediatelysuggestive of the word  thirteen  and again furnishing us with twonew characters  i  and  n  represented by  6  and  *“Referring, now, to the beginning of the cryptograph, we find the combination,53‡‡†    “Translating, as before, we obtaingoodwhich assures us that the first letter is  a  and that the first twowords are   A good.     “It is now time that we arrange our key, as far as discovered,in a tabular form, to avoid confusion. It will stand thus:Symboli s5a†d8e3g4h6i*n‡o(r;t    “We have, therefore, no less than ten of the most importantletters represented, and it will be unnecessary to proceed with thedetails of the solution. I have said enough to convince you thatciphers of this nature are readily soluble, and to give you someinsight into the rationale of their development. But be assured thatthe specimen before us appertains to the very simplest species ofcryptograph. It now only remains to give you the full translation ofthe characters upon the parchment, as unriddled. Here it is:\n© Frank Tapson 2003 [trolCST1:23]23A good glass in the bishop’s hostel in the devil’s seatforty-one degrees and thirteen minutes northeast and by north mainbranch seventh limb east side shoot from the left eye of thedeath’s-head a bee line from the tree through the shot fifty feet out    “But,” said I, “the enigma seems still in as bad a condition asever. How is it possible to extort a meaning from all this jargonabout ‘devil’s seats,’ ‘death’s heads,’ and ‘bishop’s hotels?’ “    “I confess,” replied Legrand, “that the matter still wears aserious aspect, when regarded with a casual glance. My first endeavorwas to divide the sentence into the natural division intended by thecryptographist.”    “You mean, to punctuate it?”    “Something of that kind.”    “But how was it possible to effect this?”    “I reflected that it had been a point with the writer to run hiswords together without division, so as to increase the difficulty ofsolution. Now, a not over-acute man, in pursuing such an object wouldbe nearly certain to overdo the matter. When, in the course of hiscomposition, he arrived at a break in his subject which wouldnaturally require a pause, or a point, he would be exceedingly apt torun his characters, at this place, more than usually close together.If you will observe the MS., in the present instance, you will easilydetect five such cases of unusual crowding. Acting upon this hint, Imade the division thus: ‘A good glass in the Bishop’s hostel in theDevil’s seat - forty-one degrees and thirteen minutes - northeast andby north - main branch seventh limb east side - shoot from the lefteye of the death’s-head - a bee-line from the tree through the shotfifty feet out.’ “    “Even this division,” said I, “leaves me still in the dark.”    “It left me also in the dark,” replied Legrand, “for a few days;during which I made diligent inquiry, in the neighborhood ofSullivan’s Island, for any building which went by the name of the‘Bishop’s Hotel;’ for, of course, I dropped the obsolete word‘hostel.’ Gaining no information on the subject, I was on the pointof extending my sphere of search, and proceeding in a more systematicmanner, when, one morning, it entered into my head, quite suddenly,that this ‘Bishop’s Hostel’ might have some reference to an oldfamily, of the name of Bessop, which, time out of mind, had heldpossession of an ancient manor-house, about four miles to thenorthward of the Island. I accordingly went over to the plantation,and re-instituted my inquiries among the older negroes of the place.At length one of the most aged of the women said that she had heardof such a place as Bessop’s Castle, and thought that she could guideme to it, but that it was not a castle nor a tavern, but a high rock.    “I offered to pay her well for her trouble, and, after somedemur, she consented to accompany me to the spot. We found it withoutmuch difficulty, when, dismissing her, I proceeded to examine theplace. The ‘castle’ consisted of an irregular assemblage of cliffsand rocks - one of the latter being quite remarkable for its heightas well as for its insulated and artificial appearance I clambered toits apex, and then felt much at a loss as to what should be nextdone.\n© Frank Tapson 2003 [trolCST1:24]24    “While I was busied in reflection, my eyes fell upon a narrowledge in the eastern face of the rock, perhaps a yard below thesummit upon which I stood. This ledge projected about eighteeninches, and was not more than a foot wide, while a niche in the cliffjust above it, gave it a rude resemblance to one of the hollow-backedchairs used by our ancestors. I made no doubt that here was the‘devil’s seat’ alluded to in the MS., and now I seemed to grasp thefull secret of the riddle.    “The ‘good glass,’ I knew, could have reference to nothing but atelescope; for the word ‘glass’ is rarely employed in any other senseby seamen. Now here, I at once saw, was a telescope to be used, and adefinite point of view, admitting no variation, from which to use it.Nor did I hesitate to believe that the phrases, “forty-one degreesand thirteen minutes,’ and ‘northeast and by north,’ were intended asdirections for the levelling of the glass. Greatly excited by thesediscoveries, I hurried home, procured a telescope, and returned tothe rock.    “I let myself down to the ledge, and found that it was impossibleto retain a seat upon it except in one particular position. This factconfirmed my preconceived idea. I proceeded to use the glass. Ofcourse, the ‘forty-one degrees and thirteen minutes’ could allude tonothing but elevation above the visible horizon, since the horizontaldirection was clearly indicated by the words, ‘northeast and bynorth.’ This latter direction I at once established by means of apocket-compass; then, pointing the glass as nearly at an angle offorty-one degrees of elevation as I could do it by guess, I moved itcautiously up or down, until my attention was arrested by a circularrift or opening in the foliage of a large tree that overtopped itsfellows in the distance. In the centre of this rift I perceived awhite spot, but could not, at first, distinguish what it was.Adjusting the focus of the telescope, I again looked, and now made itout to be a human skull.    “Upon this discovery I was so sanguine as to consider the enigmasolved; for the phrase ‘main branch, seventh limb, east side,’ couldrefer only to the position of the skull upon the tree, while ‘shootfrom the left eye of the death’s head’ admitted, also, of but oneinterpretation, in regard to a search for buried treasure. Iperceived that the design was to drop a bullet from the left eye ofthe skull, and that a bee-line, or, in other words, a straight line,drawn from the nearest point of the trunk through ‘the shot,’ (or thespot where the bullet fell,) and thence extended to a distance offifty feet, would indicate a definite point - and beneath this pointI thought it at least possible that a deposit of value layconcealed.”    “All this,” I said, “is exceedingly clear, and, althoughingenious, still simple and explicit. When you left the Bishop’sHotel, what then?”    “Why, having carefully taken the bearings of the tree, I turnedhomewards. The instant that I left ‘the devil’s seat,’ however, thecircular rift vanished; nor could I get a glimpse of it afterwards,turn as I would. What seems to me the chief ingenuity in this wholebusiness, is the fact (for repeated experiment has convinced me it is\n© Frank Tapson 2003 [trolCST1:25]25a fact) that the circular opening in question is visible from noother attainable point of view than that afforded by the narrow ledgeupon the face of the rock.    “In this expedition to the ‘Bishop’s Hotel’ I had been attendedby Jupiter, who had, no doubt, observed, for some weeks past, theabstraction of my demeanor, and took especial care not to leave mealone. But, on the next day, getting up very early, I contrived togive him the slip, and went into the hills in search of the tree.After much toil I found it. When I came home at night my valetproposed to give me a flogging. With the rest of the adventure Ibelieve you are as well acquainted as myself.”    “I suppose,” said I, “you missed the spot, in the first attemptat digging, through Jupiter’s stupidity in letting the bug fallthrough the right instead of through the left eye of the skull.”    “Precisely. This mistake made a difference of about two inchesand a half in the ‘shot’ - that is to say, in the position of the pegnearest the tree; and had the treasure been beneath the ‘shot,’ theerror would have been of little moment; but ‘the shot,’ together withthe nearest point of the tree, were merely two points for theestablishment of a line of direction; of course the error, howevertrivial in the beginning, increased as we proceeded with the line,and by the time we had gone fifty feet, threw us quite off the scent.But for my deep-seated impressions that treasure was here somewhereactually buried, we might have had all our labor in vain.”    “But your grandiloquence, and your conduct in swinging the beetle- how excessively odd! I was sure you were mad. And why did youinsist upon letting fall the bug, instead of a bullet, from theskull?”    “Why, to be frank, I felt somewhat annoyed by your evidentsuspicions touching my sanity, and so resolved to punish you quietly,in my own way, by a little bit of sober mystification. For thisreason I swung the beetle, and for this reason I let it fall it fromthe tree. An observation of yours about its great weight suggestedthe latter idea.”    “Yes, I perceive; and now there is only one point which puzzlesme. What are we to make of the skeletons found in the hole?”    “That is a question I am no more able to answer than yourself.There seems, however, only one plausible way of accounting for them -and yet it is dreadful to believe in such atrocity as my suggestionwould imply. It is clear that Kidd - if Kidd indeed secreted thistreasure, which I doubt not - it is clear that he must have hadassistance in the labor. But this labor concluded, he may havethought it expedient to remove all participants in his secret.Perhaps a couple of blows with a mattock were sufficient, while hiscoadjutors were busy in the pit; perhaps it required a dozen - whoshall tell?"
}